{
	"locations":[
		{
			"location":1,
			"text":"Вы спускаетесь со своим отрядом с холма. Перед вами расстилается широкая равнина. Длинной узкой змейкой извивается река Темноводная. На берегу реки расположена деревня. Вот он, первый укрепленный пункт людей. Ваш отряд передвигается ночью, чтобы патрули людей не обнаружили вас.",
			"links":[
				{
					"location":32,
					"text":"Послать гоблина-разведчика вперед"
				},
				{
					"location":15,
					"text":"Не тратить понапрасну время на осторожность"
				}
			],
			"commands":""
		},
		{
			"location":2,
			"text":"Громкие завывания разочаровавшихся гоблинов ясно свидетельствуют о протесте, но Вы настаиваете на своем. Главный нарушитель спокойствия - гоблин по имени Черноглаз - бросает вызов вашему авторитету. Он заявляет о том, что они будут делать что хотят и никто им в этом не будет помехой. Некоторые гоблины начинают соглашаться с ним.",
			"links":[
				{
					"location":17,
					"text":"Отступить и дать им свободу выбора"
				},
				{
					"location":37,
					"text":"Попытаться убить Черноглаза из-за неповиновения"
				}
			],
			"commands":""
		},
		{
			"location":3,
			"text":"Это мудрое решение. Пленных рабов можно выгодно продать на востоке и пополнить вашу казну. Сельчане покорно выстраиваются в колонну и следуют за вами.",
			"links":[
				{
					"location":6,
					"text":"Далее"
				}
			],
			"commands":""
		},
		{
			"location":4,
			"text":"Расслабившись вы не заметили как появляется противник. Конные рыцари быстро отреагировали на крик помощи. Наверное, вы вчера опрометчиво поступили, когда дали сбежать крестьянам. Разгорается бой!",
			"links":[
				{
					"location":16,
					"text":"Испытание судьбы..."
				},
				{
					"location":25,
					"text":"Испытание судьбы..."
				}
			],
			"commands":""
		},
		{
			"location":5,
			"text":"Text",
			"links":[
				{
					"location":35,
					"text":"Text"
				},
				{
					"location":36,
					"text":"Text"
				}
			],
			"commands":""
		},
		{
			"location":6,
			"text":"Text",
			"links":[
				{
					"location":4,
					"text":"Text"
				},
				{
					"location":5,
					"text":"Text"
				}
			],
			"commands":""
		},
		{
			"location":7,
			"text":"Оставшись на месте вы продолжаете прогуливаться по разрушенной деревне. Вдруг вы видите как несколько гоблинов поджигают большой деревянный сарай в который согнаны пойманные жители деревни.",
			"links":[
				{
					"location":3,
					"text":"Попытаться предотвратить сожжение"
				},
				{
					"location":20,
					"text":"Позволить им сделать это и насладиться зрелищем"
				}
			],
			"commands":""
		}
	]
}